# Title: Tigelada.org
#+Author: David Rodrigues <mydvr7@gmail.com>

Headers: [[elisp:(org-overview)][Fechar Tudo]] - [[elisp:(org-show-all)][Abrir Tudo]]

- Settings
:PROPERTIES:
#+STARTUP: overview
#+STARTUP: hidestars
#+STARTUP: indent
:END:

* Info
** Source
https://www.pingodoce.pt/receitas/tigelada/

** Imagens
Imagem 1 (web): 

** Hashtags
nil

* Ingredientes
#+NAME: Ingredientes
| ID | Quantidade | Unidade        | Nome             |
|----+------------+----------------+------------------|
|  1 |        500 | ml             | leite meio-gordo |
|  2 |          1 | 1              | raspa de limao   |
|  3 |          1 | un             | pau de canela    |
|  4 |         90 | gr             | farinha          |
|  5 |        250 | gr             | acucar           |
|  6 |          6 | un             | ovos             |
|  7 |          1 | colher de sopa | oleo             |
|----+------------+----------------+------------------|
#+TBLFM: $1=@#-1
;; Auto Incrementar apartir da linha 1 da coluna até à sua ulima linha (`@#` é o número da linha atual ao qual subtraimos 1 (`@#` - 1).

* Preparacao
** Passo 1: Notas:
A agua escorrida no passo X pode ser usada para sopa noutra receita (ou para mais tarde deixar os talheres de molho, facilitandoba lavagem)

** Passo 2: Ferver X

* Servir:
- [X] Servir quente
- [X] Servir morno
- [X] Servir frio
- [X] Servir no aro metalico

* Doses / Porcoes / Peso final:
- Peso final (kg):
- Doses (pessoas):

* Materiais / Utensilios: 
% 1 (exemplo: Frigideira especial)
% 1 (exemplo: Tabua de madeira especial)
% 1 

* Duraçao
   Pre-Preparacao:  x min
   Preparacao:      x min
   Lavar materiais: x min
   Total: 

* Dicas/Notas: 
 - 

* Relatorio das ultimas prep:
 - 

